Repository: pretix/pretix-payment-dibs
Catalog: pretix_paymentdibs/locale/*/LC_MESSAGES/django.po
Languages: da

source: Card payment using Scandinavic payment provider Nets / DIBS
da: Kortbetaling via Nets / DIBS

source: Card or MobilePay
da: Betal med kort eller MobilePay

source: The Merchant ID issued by DIBS
da: Merchant ID udstedt af DIBS

source: Test mode
da: Testtilstand

source: If checked, payments will be processed in test mode (cf. <a target="_blank" rel="noopener" href="{docs_url}">{docs_url}</a>)
da: Hvis sat, vil DIBS køre i testtilstand (jf. <a target=“_blank” rel=“noopener” href=“{docs_url}”>{docs_url}</a>)

source: MD5 key 1
da: MD5-nøgle 1

source: MD5 key 1 (32 characters) (cf. <a target="_blank" rel="noopener" href="{docs_url}">{docs_url}</a>) (required if "{parent_control}" is set)
da: MD5-nøgle 1 (32 tegn) (jf. <a target=“_blank” rel=“noopener” href=“{docs_url}”>{docs_url}</a>) (påkrævet hvis “{parent_control}” er sat)

source: MD5-control of payments
da: Kontrol af betalinger med MD5-koder

source: MD5 key 2
da: MD5-nøgle 1

source: MD5 key 2 (32 characters) (cf. <a target="_blank" rel="noopener" href="{docs_url}">{docs_url}</a>) (required if "{parent_control}" is set)
da: MD5-nøgle 2 (32 tegn) (jf. <a target=“_blank” rel=“noopener” href=“{docs_url}”>{docs_url}</a>) (påkrævet hvis “{parent_control}” er sat)

source: Payment page design
da: Betalingssidedesign

source: Default
da: Standard

source: Basal
da: Basis

source: Rich
da: Rigt

source: Responsive
da: Responsivt

source: (cf. <a target="_blank" rel="noopener" href="{docs_url}">{docs_url}</a>)
da: (jf. <a target=“_blank” rel=“noopener” href=“{docs_url}”>{docs_url}</a>)

source: API Username
da: API-brugernavn

source: Required for refunds. Can be set up at Setup > User Setup > API users.
da: Påkrævet ift. refunderinger. Indstilles på Setup > User Setup > API users.

source: API Password
da: API-adgangskode

source: Missing DIBS api username and password for merchant {merchant}. Order cannot be refunded in DIBS.
da: Manglende DIBS-API-brugernavn og -adgangskode for merchant {merchant}. Ordren kan ikke refunderes i DIBS.

source: Error refunding in DIBS ({status}; {result}; {message})
da: Fejl ifm. refundering i DIBS ({status}; {result}; {message})

source: There was an error sending the confirmation mail.
da: Der opstod en fejl ifm. afsendelse af bekræftelsesmail.

source: DIBS reported a status code: {}
da: DIBS rapporterede en statuskode: {}

source: You will be redirected to DIBS after placing your order.
da: Du bliver viderestillet til DIBS efter at have afgivet din ordre.

source: Transaction
da: Transaktion

source: Payment type
da: Betalingstype

source: Card number
da: Kortnummer

source: Card expiry
da: Udløbsdato

source: Card country
da: Land

source: Status code
da: Statuskode

source: %(amount)s %(currency)s has been captured on your payment card (%(cardno)s).
da: %(amount)s %(currency)s er blevet hævet på dit betalingskort (%(cardno)s).

source: %(amount)s %(currency)s has been reserved on your payment card (%(cardno)s).
da: %(amount)s %(currency)s er blevet reserveret på dit betalingskort (%(cardno)s).

source: Pay with card or MobilePay.
da: Betal med kort eller MobilePay.

source: Redirecting to DIBS payment
da: Viderestiller til DIBS' betalingsvindue

source: Click here if you are not automatically redirected to DIBS
da: Tryk her hvis du ikke automatisk bliver viderestillet

source: Sorry, there was an error in the payment process. Please check the link in your emails to continue.
da: Der opstod en fejl ifm. betalingen. Tjek linket i din mail for at fortsætte.
